import React from 'react';
import '../a_history.css';
export default function History() {
  return (
      <>
      <div class="content">
          <div class="red"></div>
          <div class="words">
              아스날은 1886년에 다이얼 스퀘어(Dial Square)라는 이름으로 창단된 게 그 시초이다. 이 축구 클럽은 런던 남동부에 있는 울위치의 왕립 무기고(Royal Arsenal, 로열 아스날)에서 일하던 노동자들이 모여 만든 것으로, 1891년에 프로 구단으로 독립하였다. 1893년에는 울위치 아스날(Woolwich Arsenal)로 이름을 바꾸고 풋볼 리그(Football League)에 가입하였다. 하지만 연고지인 울위치가 지리적으로 고립되어 있어 다른 구단들보다 관중이 비교적 적었고, 이는 결국 구단을 재정적 문제에 빠뜨렸다. 1910년에 구단을 인수한 헨리 노리스는 구단의 파산이 유력해 보이자 연고지를 옮기기로 결정하였다. 이후 1913년에 2부 리그로 강등된 뒤 연고지를 북런던에 있는 아스날 스타디움, 통칭 하이버리로 옮겼다. 이듬해 구단 이름에서 울위치를 빼버리고 현재의 아스날 FC로 바꾸었다.

              아스날은 1919년, 2부 리그에서 5위를 차지해 승격에 실패하였다. 그러나 1부 리그 팀 참가를 20개 팀에서 22개 팀으로 늘리는 과정에서 변수가 발생하였다. 원래 1부 리그 19위로 2부 리그로 강등 예정이었던 첼시는 잔류하게 되었고, 2부 리그 1위와 2위는 1부 리그로 승격, 3위 반즐리나 4위 울버햄튼 중 한 팀이 승격할 예정이었다. 그러나 아스날의 구단주 노리스는 아스날이 처음으로 풋볼 리그에 가입한 남부 클럽임을 강조하며 풋볼 리그측을 설득하였고, 풋볼 리그측은 이에 동의해 투표 방식으로 1부 리그 최하위 팀과 아스날 중 한 팀을 1부 리그에 승격시키기로 결정한다. 결국 아스날이 선거에서 승리해 1부 리그로 승격되었다.
              
              <br></br><br></br>
              브루스 리오치가 물러난 1996년, 훗날 아스날의 황금기를 이끌 구세주가 나타나게 되는데 그는 바로 프랑스의 아르센 벵거였다. 그는 아스날의 첫 번째 비영어권 감독이었다. 벵거 감독은 팀에 새로운 훈련 통치 및 몇몇 외국 용병 선수들과 잉글랜드의 재능있는 선수들을 잘 조합시킨 새로운 전술을 가져다 주었다. 아스날은 1997-98 시즌, 리그 우승과 FA컵 우승으로 더블을 차지하였고, 그와 더불어 1999-2000시즌에는 팀 창단 후 처음으로 UEFA컵 결승에 진출하였지만 아쉽게도 승부차기 끝에 갈라타사라이 SK에게 패해 우승이 좌절되었다.

              하지만 2001-02 시즌, 또다시 리그와 FA컵 더블을 차지하였다. 2002-03 시즌에는 9번째 FA컵 우승을 차지하였고 이듬해인 2003-04 시즌에는 프리미어 리그 사상 첫 무패 우승을 기록하였는데 이는 그동안 잉글랜드 1부리그 역사상 딱 한 번밖에 없었고 1889년 프레스턴 노스 엔드 FC이후 115년 만에 1부 리그에서 나온 역대급 기록이었다. 이때의 무패 우승을 가리켜 "더 인빈서블"(The Invincible)이라 부르기도 한다. 이때 49경기 리그 연속 무패 행진도 기록하였는데 이는 영국 축구에서 기록으로 남아 있다.

              2004-05 시즌에는 다시 FA컵 우승을 차지해 통산 10번째 FA컵 우승이 되었다. 아스날은 그동안 유럽 대회 우승과는 인연이 별로 없는 팀이었는데, 마침내 2005-06 시즌에 구단 창단 후 첫 UEFA 챔피언스리그 결승에 진출하여 우승을 노리게 된다. 당시 아스날의 챔피언스리그 결승 첫 진출은 런던을 연고지로 하고 있는 축구 팀 역사상 처음 있는 일이었다. 그 만큼 런던의 명문 클럽 중 하나인 아스날이 자국에서는 우승을 많이 차지했었지만 그에 비해 유럽 대회와는 거리가 멀었던 셈이었다. 그러나 그 결승전에서 바르셀로나에게 패해 첫 챔피언스리그 우승도 좌절되고 만다. 벵거가 맡은 11시즌 중에서 무려 8시즌 가량은 1,2위를 벗어난 성적은 거두지 않았다. 아스날은 프리미어 리그 출범 이후 리그 우승을 했었던 7팀 중 한 팀이며,[2] 아스날은 리그 우승을 차지할 때마다 다음 시즌 연속 우승에는 실패하고 있다.

              2006년 아스날은 93년간 홈 경기장으로 썼던 하이버리의 아스날 스타디움에서 바로 근처 애시버턴 그로브에 신축한 에미레이트 스타디움으로 홈 경기장을 옮기게 된다. 2004-05 시즌 FA컵을 마지막으로 2013-14시즌 우승컵을 들어 올릴때 까지 무관이었다.2012-13 시즌에는 4위로 리그를 마감했다.4스날 안드레이 아르샤빈을 2009년에 1500만 파운드로 영입하면서 클럽 레코드를 기록했지만, 2013-14 시즌을 시작하고 2013년 8월 31일에 메수트 외질을 4000만 파운드로 영입하면서 클럽 레코드를 달성하였다. [3] 아스날은 2013년 12월 말까지는 1위였으나 2014년에 들어서면서 다시 4위로 떨어져 4위로 마감하였다. 하지만 FA컵에서는 2014년 5월 18일 헐 시티와의 결승전에서 접전 끝에 이겨 9년 만에 우승하였다.

              그리고 맨시티와의 FA 커뮤니티 실드 경기에서 3-0 승리를 거두고 10년 만에 우승을 차지하였다.2016-17 시즌 챔피언스리그 16강에서 바이에른 뮌헨에 1차전에서 5:1 2차전에서도 5:1 로 총 합산 10:2 로 16강에서 떨어지면서 아쉬운 시즌을 보냈다.

              2017-18 시즌 종료를 끝으로 22년 간 팀을 이끌어 온 아르센 벵거 감독이 이번 시즌을 끝으로 사임하며 감독직에서 물러났다.
          </div>
      </div>
    
    </>
    )
}